/* No comment provided by engineer. */
"API URL Invalid" = "API URL មិន​ត្រឹមត្រូវ";

/* No comment provided by engineer. */
"Bad Server Response" = "ការ​ឆ្លើយតប​របស់​ម៉ាស៊ីន​មេ​​មិន​ត្រឹមត្រូវ";

/* No comment provided by engineer. */
"Cancel" = "បោះបង់";

/* No comment provided by engineer. */
"Capture Video" = "ថត​វីដេអូ";

/* No comment provided by engineer. */
"Clear" = "សម្អាត";

/* No comment provided by engineer. */
"Copied" = "បាន​ចម្លង";

/* No comment provided by engineer. */
"Copy to Clipboard" = "ចម្លង​ទៅ​ក្ដារ​តម្បៀត​ខ្ទាស់";

/* No comment provided by engineer. */
"Done" = "រួច​ហើយ";

/* No comment provided by engineer. */
"Email Error" = "កំហុស​អ៊ីមែល";

/* No comment provided by engineer. */
"Enter name" = "បញ្ចូល​ឈ្មោះ";

/* No comment provided by engineer. */
"Enter password" = "បញ្ចូល​ពាក្យ​សម្ងាត់";

/* No comment provided by engineer. */
"Enter URL" = "បញ្ចូល URL";

/* No comment provided by engineer. */
"Enter username" = "បញ្ចូល​ឈ្មោះ​អ្នក​ប្រើ";

/* No comment provided by engineer. */
"Facebook Error" = "កំហុស​ Facebook";

/* No comment provided by engineer. */
"From Library" = "ពី​បណ្ណាល័យ";

/* No comment provided by engineer. */
"Hybrid Map" = "ផែនទី​កូនកាត់";

/* No comment provided by engineer. */
"Loading..." = "កំពុង​ផ្ទុក...";

/* No comment provided by engineer. */
"Locating..." = "កំពុង​រក​ទីតាំង...";

/* No comment provided by engineer. */
"Logged in" = "បាន​ចូល";

/* No comment provided by engineer. */
"Logged out" = "បាន​ចេញ";

/* No comment provided by engineer. */
"Login" = "ចូល";

/* No comment provided by engineer. */
"No" = "ទេ";

/* No comment provided by engineer. */
"No Internet Connection" = "គ្មាន​ការ​តភ្ជាប់";

/* No comment provided by engineer. */
"No Wi-Fi Connection" = "គ្មាន​ការ​តភ្ជាប់​តាម Wi-Fi";

/* No comment provided by engineer. */
"No YouTube Linked Account" = "គ្មាន​គណនី​បាន​ភ្ជាប់​ជា​មួយ YouTube";

/* No comment provided by engineer. */
"OK" = "យល់ព្រម";

/* No comment provided by engineer. */
"Open in Safari" = "បើក​ក្នុង Safari";

/* No comment provided by engineer. */
"Open in Safari?" = "បើក​ក្នុង Safari ឬ?";

/* No comment provided by engineer. */
"Open In..." = "បើក​ក្នុង...";

/* No comment provided by engineer. */
"Over request capacity limit" = "លើ​សំណើ​​កំណត់​សមត្ថភាព";

/* No comment provided by engineer. */
"Please verify your internet connection and try again." = "សូម​ផ្ទៀងផ្ទាត់​ការ​តភ្ជាប់​អ៊ីនធឺណិត​របស់​អ្នក ហើយ​ព្យាយាម​ម្តងទៀត។​";

/* No comment provided by engineer. */
"Posted" = "បាន​ប្រកាស";

/* No comment provided by engineer. */
"Posting..." = "កំពុង​ប្រកាស...";

/* No comment provided by engineer. */
"Print Error" = "កំហុស​បោះពុម្ព​";

/* No comment provided by engineer. */
"Printed" = "បាន​បោះពុម្ព";

/* No comment provided by engineer. */
"Road Map" = "ផែនទី​ផ្លូវ​";

/* No comment provided by engineer. */
"Satellite Map" = "ផែនទី​តាម​​ផ្កាយ​រណប";

/* No comment provided by engineer. */
"Select" = "ជ្រើស";

/* No comment provided by engineer. */
"Send to Printer" = "ផ្ញើ​ទៅ​ម៉ាស៊ីន​បោះពុម្ព";

/* No comment provided by engineer. */
"Sent" = "បាន​ផ្ញើ";

/* No comment provided by engineer. */
"Settings" = "ការ​កំណត់";

/* No comment provided by engineer. */
"Share via Email" = "ចែករំលែក​តាម​រយៈ​​អ៊ីមែល";

/* No comment provided by engineer. */
"Share via Facebook" = "ចែករំលែក​តាម​រយៈ Facebook";

/* No comment provided by engineer. */
"Share via QRCode" = "ចែករំលែក​តាម​រយៈ QRCode";

/* No comment provided by engineer. */
"Share via SMS" = "ចែករំលែក​តាម​​រយៈ​សារ SMS";

/* No comment provided by engineer. */
"Share via Twitter" = "ចែករំលែក​តាម​រយៈ Twitter";

/* No comment provided by engineer. */
"SMS Error" = "កំហុស​សារ SMS";

/* No comment provided by engineer. */
"Take Photo" = "ថត​​រូប";

/* No comment provided by engineer. */
"There was a problem sending SMS message." = "មាន​បញ្ហា​ក្នុង​ការ​ផ្ញើ​សារ SMS។";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Unable To Authenticate" = "មិន​អាច​បើក​​ដើម្បី​ទៀងផ្ទាត់";

/* No comment provided by engineer. */
"Unable to connect to the internet via Wi-Fi. Click 'Settings' to change your synchronize settings." = "មិន​អាច​តភ្ជាប់​អ៊ីនធឺណិត​តាម​រយៈ Wi-Fi ។ ចុច 'ការ​កំណត់' ដើម្បី​ផ្លាស់ប្ដូរ​ការ​កំណត់​សម្រាប់​​ការ​ធ្វើ​សមកាលកម្ម។";

/* No comment provided by engineer. */
"Unable to find address" = "មិន​អាច​រក​ឃើញ​អាសយដ្ឋាន​ឡើយ";

/* No comment provided by engineer. */
"Unable to post to Facebook" = "មិន​អាច​ប្រកាស​ក្នុង Facebook បាន​ទេ";

/* No comment provided by engineer. */
"User Authentication Failed" = "បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទៀងផ្ទាត់​អ្នក​ប្រើ";

/* No comment provided by engineer. */
"User Authentication Required" = "បាន​ទាមទារ​​​ការ​ផ្ទៀងផ្ទាត់​អ្នក​ប្រើ";

/* No comment provided by engineer. */
"Videos" = "វីដេអូ";

/* No comment provided by engineer. */
"Yes" = "បាទ/ចាស";

